Repository: NamTranDev/EnglishStudy
Catalog: lib/localization/Localize/intl_*.arb
Languages: vi

# notification_title_daily
source: English Study Daily Notification
vi: Thông báo Học Tiếng Anh Hằng Ngày

# notification_body_daily
source: Open app to learn
vi: Mở ứng dụng để học

# main_screen_tab_vocabulary_title
source: Vocabulary
vi: Từ Vựng

# main_screen_tab_listen_title
source: Listen
vi: Nghe

# main_screen_tab_complete_title
source: Complete
vi: Hoàn Thành

# main_screen_tab_setting_title
source: Setting
vi: Cài Đặt

# category_component_title_complete
source: Learned topics
vi: Chủ Đề Đã Học

# category_component_title_learn
source: Please choose a category to get started
vi: Vui lòng chọn một chủ đề để bắt đầu

# category_component_button_select
source: Select
vi: Chọn

# topic_component_text_download
source: Download all lession
vi: Tải xuống tất cả bài học

# topic_component_text_warning_complete
source: You need to study the open topics first
vi: Bạn cần phải học các chủ đề mở trước

# topic_component_text_warning_need_download
source: You must download data lession first
vi: Bạn phải tải dữ liệu bài học trước

# topic_component_text_download_error
source: An error occurred during the download process
vi: Đã xảy ra lỗi trong quá trình tải xuống

# topic_component_text_another_category
source: Learn Another Topic
vi: Học Một Chủ Đề Khác

# sub_topic_component_text_download
source: Download this lession
vi: Tải xuống bài học này

# sub_topic_component_text_another_category
source: Learn Another Topic
vi: Học Một Chủ Đề Khác

# sub_topic_component_text_warning_complete
source: You need to study the open topics first
vi: Bạn cần phải học các chủ đề mở trước

# sub_topic_component_text_warning_need_download
source: You must download data lession first
vi: Bạn phải tải dữ liệu bài học trước

# sub_topic_component_text_download_error
source: An error occurred during the download process
vi: Đã xảy ra lỗi trong quá trình tải xuống

# flash_card_screen_text_suggest_play_game
source: You can play games to learn vocabulary more effectively
vi: Bạn có thể chơi trò chơi để học từ vựng hiệu quả hơn

# vocabulary_component_text_view_example
source: View Examples
vi: Xem Ví Dụ

# example_component_text_view_vocabulary
source: View Vocabulary
vi: Xem Từ Vựng

# widget_after_game_button_review
source: Review
vi: Ôn Tập

# widget_after_game_button_next
source: Next
vi: Tiếp Theo
